CREATE TABLE "LOC_STRINGS" (
    "OBJECT_ID" bigint NOT NULL,
    "ATTR_ID" bigint NOT NULL,
    "LANG_ID" bigint NOT NULL,
    "LOC_TEXT_VALUE" text
);

INSERT INTO public."LOC_STRINGS"(
	"OBJECT_ID", "ATTR_ID", "LANG_ID", "LOC_TEXT_VALUE")
	VALUES (1590313064686412860, 413, 5700000000000000000, 'Пицца Европейская'),   
	(1590313064686412860, 414, 5700000000000000000, 'Ветчина, куриное филе, сервелат, болгарский перец, сыр моцарелла, томатный соус, соус "Маггиори"'),

	(1590313064687461437, 413, 5700000000000000000, 'Пицца Барбекю'),   
	(1590313064687461437, 414, 5700000000000000000, 'Соус Сити-Пицца, сыр моцарелла, мясо цыплёнка, бекон, шампиньоны, болгарский перец, красный лук, французский лук, союс барбекю'),

	(1590313064687461438, 413, 5700000000000000000, 'Пицца Дьябло'),   
	(1590313064687461438, 414, 5700000000000000000, 'Куриное филе, пепперони, помидоры, красный лук, пряности, сыр моцарелла, острый перец'),

	(1590313064687461439, 413, 5700000000000000000, 'Пицца Пепперони'),   
	(1590313064687461439, 414, 5700000000000000000, 'Острое пепперони, сыр моцарелла'),

	(1590313064687461440, 413, 5700000000000000000, 'Пицца Вегетарианская'),   
	(1590313064687461440, 414, 5700000000000000000, 'Сыр моцарелла, сладкий перец, лук, помидоры, шампиньоны, оливки'),

	(1590313064687461441, 413, 5700000000000000000, 'Роллы Калифорния'),   
	(1590313064687461441, 414, 5700000000000000000, 'Снежный краб, икра масаго, сливочный сыр, огурец, кунжут'),

	(1590313064687461442, 413, 5700000000000000000, 'Роллы Филадельфия'),   
	(1590313064687461442, 414, 5700000000000000000, 'Лосось, сливочный сыр, огурец'),
	
	(1590313064687461443, 413, 5700000000000000000, 'Курица с сыром'),   
	(1590313064687461443, 414, 5700000000000000000, 'Жареная курица, овощи на пару, сливочный сыр, мраморный сыр, кунжут'),
	
	(1590313064687461444, 413, 5700000000000000000, 'Сливочные креветки'),   
	(1590313064687461444, 414, 5700000000000000000, 'Сливочный сыр, снежный краб, икра масаго, огурец, креветки'),

	(1590313064687461445, 413, 5700000000000000000, 'Острая курица'),
	(1590313064687461445, 414, 5700000000000000000, 'Курица Терияки, сливочный сыр, острый соус, болгарский перец, китайская капуста, зеленый лук'),
	
	(1590313064687461446, 413, 5700000000000000000, 'Бургер Нью-Йорк'),   
	(1590313064687461446, 414, 5700000000000000000, '100% мраморная говядина черный Ангус, специальный пикантный Гриль-соус, ломтик сыра Маасдам, салат айсберг, свежие помидоры, лук, маринованные корнишоны, булочка бриош'),
	
	(1590313064687461447, 413, 5700000000000000000, 'Бургер Техасский'),   
	(1590313064687461447, 414, 5700000000000000000, 'Мясо на гриле с Гуакамоле, пикантный соус Пико де Галло с перцем Чипотле и сыром Чеддер на свежей Булочке Prentzel'),

	(1590313064687461448, 413, 5700000000000000000, 'Бургер с лососем'),   
	(1590313064687461448, 414, 5700000000000000000, 'Нарезанный лосось, приправленный соевым соусом и майонезом, с добавлением кунжута, подается на булочке бриош'),
	
	(1590313064687461449, 413, 5700000000000000000, 'Бургер Барбекю'),   
	(1590313064687461449, 414, 5700000000000000000, 'Американский бургер с котлетой из мраморной говядины, луковыми кольцами и соусом барбекю'),

	(1590313064687461450, 413, 5700000000000000000, 'Чизбургер'),   
	(1590313064687461450, 414, 5700000000000000000, 'Котлета из мраморной говядины, сыр чеддер, салат Романо, помидоры, красный лук, соленые огурцы, майонезно-горчичный соус'),

	(1590313064687461451, 413, 5700000000000000000, 'Бургер Мексиканский'),   
	(1590313064687461451, 414, 5700000000000000000, 'Пикантный сочный бургер с перцем халапеньо и рубленой говяжьей котлетой с жареным беконом, свежими помидорами, салатом айсберг, хрустящими маринованными огурцами и соусом барбекю в булочке бриош'),

	(1590313064687461452, 413, 5700000000000000000, 'Фишбургер'),   
	(1590313064687461452, 414, 5700000000000000000, 'Филе лосося, свежий шпинат, помидоры, красный лук, соус блю-чиз и тар-тар'),

	(1590313064687461453, 413, 5700000000000000000, 'Блэкбургер'),   
	(1590313064687461453, 414, 5700000000000000000, 'Котлета из мраморного говяжьего бекона, яйцо-пашот, двойной сыр чеддер, домашний майонез и красного кетчупа. Овощная основа состоит из слабосоленых огурцов, пикантной рукколы, листьев салата романи и хрустящих красных луковых колец. Подается с картофелем фри и салатом Коул слоу'),

	(1590313064687461454, 413, 5700000000000000000, 'Салат Цезарь'),   
	(1590313064687461454, 414, 5700000000000000000, 'Листья салата в оригинальной заправке с жареным куриным филе, сыром пармезан, свежими помидорами и хрустящими гренками'),

	(1590313064687461455, 413, 5700000000000000000, 'Салат с телятиной и зеленью'),   
	(1590313064687461455, 414, 5700000000000000000, 'Жареное телячье мясо, огурцы, помидоры, баклажаны, руккола, кинза, красный лук, медово-бальзамический соус'),

	(1590313064687461456, 413, 5700000000000000000, 'Овощной салат со шпинатом'),   
	(1590313064687461456, 414, 5700000000000000000, 'Шпинат, руккола, бакинские помидоры, огурцы, болгарский перец, укроп, соус Наршараб, оливковое масло'),

	(1590313064687461457, 413, 5700000000000000000, 'Салат Греческий'),   
	(1590313064687461457, 414, 5700000000000000000, 'Смесь свежих овощей, салата Айсберг, оливок и мягкого сыра с пряными нотками базилика и кунжута'),

	(1590313064687461458, 413, 5700000000000000000, 'Тоскана'),   
	(1590313064687461458, 414, 5700000000000000000, 'Теплый салат со свининой и свежими овощами в оригинальной заправке'),
	
	(1590313064687461459, 413, 5700000000000000000, 'Куриные наггетсы'),   
	(1590313064687461459, 414, 5700000000000000000, 'Жареное куриное филе'),

	(1590313064687461460, 413, 5700000000000000000, 'Чесночные гренки'),   
	(1590313064687461460, 414, 5700000000000000000, 'Ароматные гренки с чесноком и сливочным соусом'),

	(1590313064687461461, 413, 5700000000000000000, 'Картофель фри'),   
	(1590313064687461461, 414, 5700000000000000000, 'Хрустящая картофельные палочки'),

	(1590313064687461462, 413, 5700000000000000000, 'Кольца кальмаров'),   
	(1590313064687461462, 414, 5700000000000000000, 'Аппетитно хрустящие кольца кальмаров. Подается на салате Айсберг с соусом Искья'),

	(1590313064687461463, 413, 5700000000000000000, 'Сырные наггетсы'),   
	(1590313064687461463, 414, 5700000000000000000, 'Хрустящие сырные палочки с соусом Искья'),
	
	(1590313064687461464, 413, 5700000000000000000, 'Чизкейк'),   
	(1590313064687461464, 414, 5700000000000000000, 'Торт из сливочного сыра Филадельфия'),

	(1590313064687461465, 413, 5700000000000000000, 'Торт Эстерхази'),   
	(1590313064687461465, 414, 5700000000000000000, 'Десерт из тонких воздушных пирожных, фундука и пралине грецкого ореха'),

	(1590313064688510042, 413, 5700000000000000000, 'Тирамису'),   
	(1590313064688510042, 414, 5700000000000000000, 'Классический десерт из кофейного печенья, пропитанного ликером и эспрессо, под слоем воздушного сырного крема'),

	(1590313064688510043, 413, 5700000000000000000, 'Сырники'),   
	(1590313064688510043, 414, 5700000000000000000, 'Подаются с фруктовым джемом и клубничным соусом'),

	(1590313064688510044, 413, 5700000000000000000, 'Фанта'),   
	(1590313064688510044, 414, 5700000000000000000, '250 мл'),

	(1590313064688510045, 413, 5700000000000000000, 'Спрайт'),   
	(1590313064688510045, 414, 5700000000000000000, '250 мл'),

	(1590313064688510046, 413, 5700000000000000000, 'Апельсиновый сок'),   
	(1590313064688510046, 414, 5700000000000000000, 'Свежевыжатый апельсиновый сок, 500 мл'),

	(1590313064688510047, 413, 5700000000000000000, 'Швепс'),   
	(1590313064688510047, 414, 5700000000000000000, '250, мл'),

	(1590313064688510048, 413, 5700000000000000000, 'Кока-Кола'),   
	(1590313064688510048, 414, 5700000000000000000, '1000 мл');



INSERT INTO public."LOC_STRINGS"(
	"OBJECT_ID", "ATTR_ID", "LANG_ID", "LOC_TEXT_VALUE")
	VALUES (1590313064830067771, 413, 7200000000000000000, 'Мʼясна Піца'),
	(1590313064830067771, 414, 7200000000000000000, 'Куряче філе, шинка, сосиски, помідори, корнішони, сир моцарелла, червоний лук'),

	(1590313064686412860, 413, 7200000000000000000, 'Піца Європейська'),   
	(1590313064686412860, 414, 7200000000000000000, 'Шинка, філе куряче, сервелат, болгарський перець, сир моцарелла, томатний соус, соус "Маггиоре"'),

	(1590313064687461437, 413, 7200000000000000000, 'Піца Барбекю'),   
	(1590313064687461437, 414, 7200000000000000000, 'Соус Сіті-Піца, сир моцарелла, мʼясо курчати, бекон, печериці, болгарський перець, червоний лук, французький цибуля, соус барбекю'),

	(1590313064687461438, 413, 7200000000000000000, 'Піца Дьябло'),   
	(1590313064687461438, 414, 7200000000000000000, 'Куряче філе, пепероні, помідори, червоний цибулю, прянощі, сир моцарелла, гострий перець'),

	(1590313064687461439, 413, 7200000000000000000, 'Піца Пепероні'),   
	(1590313064687461439, 414, 7200000000000000000, 'Гостре пепероні, сир моцарелла'),

	(1590313064687461440, 413, 7200000000000000000, 'Вегетаріанська Піца'),   
	(1590313064687461440, 414, 7200000000000000000, 'Сир моцарела, солодкий перець, цибуля, помідори, гриби, оливки'),

	(1590313064687461441, 413, 7200000000000000000, 'Роли Каліфорнія'),   
	(1590313064687461441, 414, 7200000000000000000, 'Сніжний краб, ікра масаго, вершковий сир, огірок, кунжут'),

	(1590313064687461442, 413, 7200000000000000000, 'Роли Філадельфія'), 
	(1590313064687461442, 414, 7200000000000000000, 'Лосось, вершковий сир, огірок'),

	(1590313064687461443, 413, 7200000000000000000, 'Курка з сиром'),
	(1590313064687461443, 414, 7200000000000000000, 'Смажена курка, овочі на пару, вершковий сир, сир мармуровий, кунжут'),

	(1590313064687461444, 413, 7200000000000000000, 'Вершкові креветки'),
	(1590313064687461444, 414, 7200000000000000000, 'Вершковий сир, сніжний краб, ікра масаго, огірок, креветки'),

	(1590313064687461445, 413, 7200000000000000000, 'Гостра курка'),
	(1590313064687461445, 414, 7200000000000000000, 'Курка Теріякі, вершковий сир, гострий соус, болгарський перець, китайська капуста, зелений лук'),

	(1590313064687461446, 413, 7200000000000000000, 'Бургер Нью-Йорк'),
	(1590313064687461446, 414, 7200000000000000000, '100% мармурова яловичина чорний Ангус, спеціальний пікантний Гриль-соус, скибочка сиру Маасдам, салат айсберг, свіжі помідори, цибуля, мариновані корнішони, булочка бріош'),

	(1590313064687461447, 413, 7200000000000000000, 'Бургер Техаський'), 
	(1590313064687461447, 414, 7200000000000000000, 'Мʼясо на грилі з Гуакамоле, пікантний соус Піко де Галло з перцем Чіпотле і сиром Чеддер зі свіжою булочкою Prentzel'),
	
	(1590313064687461448, 413, 7200000000000000000, 'Бургер з лососем'),
	(1590313064687461448, 414, 7200000000000000000, 'Нарізаний лосось, приправлений соєвим соусом і майонезом, з додаванням кунжуту, подається на булочці бріош'),
	
	(1590313064687461449, 413, 7200000000000000000, 'Бургер Барбекю'), 
	(1590313064687461449, 414, 7200000000000000000, 'Американський бургер з котлетою з мармурової яловичини, цибульними кільцями і соусом барбекю'),

	(1590313064687461450, 413, 7200000000000000000, 'Чізбургер'), 
	(1590313064687461450, 414, 7200000000000000000, 'Котлета з мармурової яловичини, сир чеддер, салат Романо, помідори, червоний цибулю, солоні огірки, майонезно-гірчичний соус'),

	(1590313064687461451, 413, 7200000000000000000, 'Бургер Мексиканський'),
	(1590313064687461451, 414, 7200000000000000000, 'Пікантний соковитий бургер з перцем халапеньо і рубаною яловичої котлетою зі смаженим беконом, свіжими помідорами, салатом айсберг, хрусткими маринованими огірками і соусом барбекю в булочці бріош'),

	(1590313064687461452, 413, 7200000000000000000, 'Фишбургер'), 
	(1590313064687461452, 414, 7200000000000000000, 'Філе лосося, свіжий шпинат, помідори, червоний цибуля, соус блю-чіз і тар-тар'),

	(1590313064687461453, 413, 7200000000000000000, 'Блэкбургер'),
	(1590313064687461453, 414, 7200000000000000000, 'Котлета з мармурового яловичого бекону, яйце-пашот, подвійний сир чеддер, домашній майонез і червоного кетчупу. Овочева основа складається з слабосоленых огірків, пікантною рукколи, листя салату романі і хрустких червоних цибулевих кілець. Подається з картоплею фрі і салатом Коул слоу'),

	(1590313064687461454, 413, 7200000000000000000, 'Салат Цезар'),
	(1590313064687461454, 414, 7200000000000000000, 'Листя салату в оригінальній заправці з смаженою курячим філе, сиром пармезан, свіжими помідорами і хрусткими грінками'),

	(1590313064687461455, 413, 7200000000000000000, 'Салат з телятиною і зеленню'),
	(1590313064687461455, 414, 7200000000000000000, 'Смажене теляче мʼясо, огірки, помідори, баклажани, рукола, кінза, червоний лук, медово-бальзамічний соус'),
	
	(1590313064687461456, 413, 7200000000000000000, 'Овочевий салат зі шпинатом'), 
	(1590313064687461456, 414, 7200000000000000000, 'Шпинат, рукола, бакинські помідори, огірки, болгарський перець, кріп, соус Наршараб, оливкова олія'),
	
	(1590313064687461457, 413, 7200000000000000000, 'Салат Грецький'), 
	(1590313064687461457, 414, 7200000000000000000, 'Суміш свіжих овочів, салату Айсберг, оливок і мʼякого сиру з пряними нотками базиліка і кунжуту'),
	
	(1590313064687461458, 413, 7200000000000000000, 'Тоскана'),
	(1590313064687461458, 414, 7200000000000000000, 'Теплий салат зі свининою і свіжими овочами в оригінальній заправці'),

	(1590313064687461459, 413, 7200000000000000000, 'Курячі нагетси'), 
	(1590313064687461459, 414, 7200000000000000000, 'Смажене куряче філе'),
	
	(1590313064687461460, 413, 7200000000000000000, 'Часникові грінки'),
	(1590313064687461460, 414, 7200000000000000000, 'Ароматні грінки з часником і вершковим соусом'),

	(1590313064687461461, 413, 7200000000000000000, 'Картопля фрі'),
	(1590313064687461461, 414, 7200000000000000000, 'Хрустка картопляні палички'),

	(1590313064687461462, 413, 7200000000000000000, 'Кільця кальмарів'),
	(1590313064687461462, 414, 7200000000000000000, 'Апетитно хрусткі кільця кальмарів. Подається салат Айсберг з соусом Іскья'),

	(1590313064687461463, 413, 7200000000000000000, 'Сирні нагетси'),
	(1590313064687461463, 414, 7200000000000000000, 'Хрусткі сирні палички з соусом Іскья'),

	(1590313064687461464, 413, 7200000000000000000, 'Чізкейк'),
	(1590313064687461464, 414, 7200000000000000000, 'Торт з вершкового сиру Філадельфія'),

	(1590313064687461465, 413, 7200000000000000000, 'Торт Естерхазі'), 
	(1590313064687461465, 414, 7200000000000000000, 'Десерт з тонких повітряних тістечок, фундука і праліне волоського горіха'),
    
	(1590313064688510042, 413, 7200000000000000000, 'Тірамісу'), 
	(1590313064688510042, 414, 7200000000000000000, 'Класичний десерт з кавового печива, просоченого лікером і еспрессо, під шаром повітряного сирного крему'),

	(1590313064688510043, 413, 7200000000000000000, 'Сирники'), 
	(1590313064688510043, 414, 7200000000000000000, 'Подаються з фруктовим джемом та полуничним соусом'),
	
	(1590313064688510044, 413, 7200000000000000000, 'Фанта'),
	(1590313064688510044, 414, 7200000000000000000, '250 мл'),

	(1590313064688510045, 413, 7200000000000000000, 'Спрайт'),
	(1590313064688510045, 414, 7200000000000000000, '250 мл'),

	(1590313064688510046, 413, 7200000000000000000, 'Апельсиновий сік'), 
	(1590313064688510046, 414, 7200000000000000000, 'Свіжовичавлений апельсиновий сік, 500 мл'),

	(1590313064688510047, 413, 7200000000000000000, 'Швепс'),
	(1590313064688510047, 414, 7200000000000000000, '250, мл'),

	(1590313064688510048, 413, 7200000000000000000, 'Кока-Кола'),
	(1590313064688510048, 414, 7200000000000000000, '1000 мл');